public class ClientMessages {
    public static final String MESSAGE_ADD = "Отправляю запрос на добавление пользователя",MESSAGE_GET ="Отправляю запрос на получение данных о пользователе с индексом: ",
            MESSAGE_EDIT = "Отправляю запрос на редактирование пользователя с индексом: ",MESSAGE_REMOVE ="Отправляю запрос на удаление данных о пользователе с индексом: ",
            MESSAGE_ADD_ERROR ="Не удалось добавить пользователя",MESSAGE_GET_ERROR = "Не удалось получить данные",
            MESSAGE_EDIT_ERROR = "Не удалось отредактировать пользователя",MESSAGE_REMOVE_ERROR = "Не удалось удалить данные",
            MESSAGE_LOAD_ERROR = "Ошибка запуска клиентк. Код ошибки: 110",
            MESSAGE_CLOSE_ERROR = "Ошибка закрытия клиентк. Код ошибки: 109",
            MESSAGE_ERROR = "Ошибка запроса. Сервер отконил запрос. Код ошибки 108",
            MESSAGE_SET_NAME = "Введите имя клиента";
}
